{"inkVersion":21,"root":[["^You can do it, Claire, just send the letter, hopefully, Dad will read it and everything will be fine...  You can do it! ... Why bother, mother will surely intercept it... ","#","^speaker Claire","/#","\n","^Claire? what are you doing at this hour? It's not your watch yet. ","#","^speaker Makra","/#","\n","^Makra! oh... umm nothing! I just wanted to... take a walk.","#","^speaker Claire","/#","\n","^In the middle of the night? While writing a letter? If you don't want to tell me just say it, don't lie, it's not a good look on you.","#","^speaker Makra","/#","\n","^...great, now I look like a fool! ","#","^speaker Claire","/#","\n","^Don't say that... If you want... I can listen to your problem.","#","^speaker Makra","/#","\n","^...Fine. After our last discussion, I decided to write a letter to my father, to give him some news of my situation. ","#","^speaker Claire","/#","\n","^I see... but I thought that your family disowned you, why are you sending a letter?","#","^speaker Makra","/#","\n","^It was for my father, not my mother, she's the one who convinced my father to disown me. ","#","^speaker Claire","/#","\n","^I think I understand... so that is why you got angry when I mentioned my mother last time?","#","^speaker Makra","/#","\n","^Yes, I can't stand mothers who want their children to prove themselves to them. Mine wanted me to become something I'm not and that's why I'm here...","#","^speaker Claire","/#","\n","^Oh... do... do you want to tell me?","#","^speaker Makra","/#","\n","^It's hard for me to talk about it, but I trust you Makra, but if you want to hear it, I want you to promise me something.","#","^speaker Claire","/#","\n","^...Alright, what do you need from me?","#","^speaker Makra","/#","\n","^Please become someone better for yourself and not for others, even if you love your mother while I do not love mine, it does not excuse the fact that you deserve better than just being good enough to be by her side. Become the best you can be for yourself. Be... because I care about you!","#","^speaker Claire","/#","\n","^Claire... I... I... thank you. I'll become the best me I can, for myself this time. ","#","^speaker Makra","/#","\n","^That's wonderful! Now... I'll tell you why I was disowned.","#","^speaker Claire","/#","\n","^Uhmm I think the girls are waking up... we should go back, I can wait.","#","^speaker Makra","/#","\n","^Why are they waking up now?! Well, no worries let's finish this conversation later and Makra thanks for listening to me.","#","^speaker Claire","/#","\n","^It's my pleasure, Claire.","#","^speaker Makra","/#","\n","end",["done",{"#f":5,"#n":"g-0"}],null],"done",{"#f":1}],"listDefs":{}}