{"inkVersion":21,"root":[[{"->":"intro"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"intro":["^This is a strange world you are looking into on this day. ","#","^speaker narrator","/#","\n","^This world is known as Acarno, a wondrous world where monsters and humans coexisted a long time ago, but now monsters and humans mostly became one. Humanoids with animal and monstrous elements roam this land.","\n","^This story is about 4 of those monster girls and their quest to well... pay their rent.","\n","^Yuki the Soldier Seal, Makra the Shadow Spider, Claire the Noble Dragon and Willow the Obstinate Koala.","\n","^On this quest, those 4 will make enemies, friends and perhaps even find love. So let's get to it, shall we?","\n","^The girl's house ","#","^format italic ","/#","#","^speaker none","/#","\n","^Why Am I the one cleaning the floor?! I was the one who found the most gold this week! I deserve to skip this filthy task! ","#","^format none ","/#","#","^speaker claire","/#","\n","^It's your turn Claire stop whinging and keep sweeping! ","#","^speaker willow","/#","\n","^Well we could use some of our gold to repair the ceiling, then you would have less dust to sweep next time. ","#","^speaker yuki","/#","\n","^Don't you dare use some of our precious gold for that! I need it to reclaim my title of Noblesse as soon as possible! ","#","^speaker claire","/#","\n","^Then stop crying about it and sweep! Why do you even want to go back to being a noble, didn't you folks throw you out like garbage? ","#","^speaker willow","/#","\n","^Willow! You do not have permission to talk about me with that tone of voice and how dare you call me garbage!","#","^speaker claire","/#","\n","^Shaddup' You ain't my mom! ","#","^speaker willow","/#","\n","^Clearly! You would have better manners if I was! ","#","^speaker claire","/#","\n","^You wanna throw down, you overgrown lizard! ","#","^speaker willow","/#","\n","^Girls please, let's calm down... Here both of you drink some tea, this will calm you down. ","#","^speaker yuri","/#","\n","^Grumbles.","#","^speaker willow claire","/#","\n","^There, now both of you stay calm while we wait for Makra to come back with the food. ","#","^speaker yuri","/#","\n","^Hopefully she will buy some fresh bread this time. ","#","^speaker willow","/#","\n","^Yeah! That would be nice. ","#","^speaker yuri","/#","\n","^Makra enters the house ","#","^format italic ","/#","#","^speaker none","/#","\n","^I got food... bread and some dry goat... ","#","^format none ","/#","#","^speaker makra","/#","\n","^Goat? Why I never would have eaten that if it was not for my current situation. ","#","^speaker claire","/#","\n","^Yeah... I get'cha... But we need to eat. ","#","^speaker makra","/#","\n","^Oi! I'm starving let's just eat already. ","#","^speaker willow","/#","\n","^Let's enjoy a nice meal together! I have the feeling this will be a nice day! ","#","^speaker yuri","/#","\n","^Explosion ","#","^format italic ","/#","#","^speaker none","/#","\n","^Ahh dang... ","#","^format none ","/#","#","^speaker yuri","/#","\n","^You had to run your mouth again Yuki! Let's see what's up girls! ","#","^speaker willow","/#","\n","^The girls grab their weapons and go outside ","#","^format italic ","/#","#","^speaker none","/#","\n","^Bandits... again, sigh Why don't they leave us alone. ","#","^format none ","/#","#","^speaker makra","/#","\n","^You filthy brigands! How dare you attack us we? We already told you this house won't be yours! ","#","^speaker claire","/#","\n","^It's the only thing we own! Why don't you leave us alone! ","#","^speaker yuri","/#","\n","^Sorry girlies, we need that place, just piss off or it will get ugly! ","#","^speaker bc","/#","\n","^Oi don't you dare touch that place! We grabbed it first! Why do you even want it, you morons! ","#","^speaker willow","/#","\n","^Can't say, but orders are orders it's just business, if you won't leave then we'll make you leave in a casket! Let's go boys! ","#","^speaker bc","/#","\n","^Everyone get ready! ","#","^speaker yuri","/#","\n","^Battle begins ","#","^format italic ","/#","#","^speaker none","/#","\n","done",{"#f":1}],"#f":1}],"listDefs":{}}